{
    "Knowledge Extraction from Documents of Legal content": "NIDO - Navegando por Informações do Diário Oficial",
    "About": "Sobre",
    "The project “KnEDLe - Knowledge Extraction from Documents of Legal content” is a partnership among": "O projeto “KnEDLe – Knowledge Extraction from Documents of Legal content” é financiado pela",
    "FAPDF (Fundação de Apoio à Pesquisa do Distrito Federal)": "FAPDF (Fundação de Apoio à Pesquisa do Distrito Federal)",
    "UnB (the University of Brasília)": "UnB (Universidade de Brasília)",
    " and ": " e ",
    "Finatec (Fundação de Empreendimentos Científicos e Tecnológicos)": "Finatec (Fundação de Empreendimentos Científicos e Tecnológicos)",
    ", sponsored by FAPDF. This project was proposed in order to employ official publications as a research object and to extract knowledge. The objective is to develop intelligent tools for extracting structured information from such publications, aiming to facilitate the search and retrieval of information, increasing government transparency and facilitating audit tasks and detecting problems related to the use of public resources.": ". Este projeto foi proposto com o intuito de empregar publicações oficiais como objeto de pesquisa e efetuar extração de conhecimento. O objetivo é desenvolver ferramentas inteligentes de extração de informação estruturada a partir de tais publicações, visando facilitar a busca e recuperação de informações, aumentando a transparência do governo e facilitando tarefas de auditoria e detecção de problemas relacionados ao emprego de recursos públicos.",
    "Official publications such as the Diário Oficial do Distrito Federal (DODF) are sources of information on all official government acts. Although these documents are rich in knowledge, analysing these texts manually by specialists is a complex and unfeasible task considering the growing volume of documents, the result of the frequent number of publications in the Distrito Federal Government's (GDF) communication vehicle.": "Publicações oficiais tais como o Diário Oficial do Distrito Federal (DODF) são fontes de informação sobre todos os atos oficiais do governo. Embora esses documentos sejam ricos em conhecimento, analisar esses textos manualmente por especialistas é uma tarefa complexa e inviável considerando o crescente volume de documentos, resultado da frequente quantidade de publicações no veículo de comunicação do Governo do Distrito Federal (GDF).",
    "This scenario is appropriate to employ computational techniques based on text mining and information visualization, in order to discover implicit and relevant knowledge in large textual data sets. It is known that these computational techniques receive data in a structured format. However, as DODF editions are originally published in unstructured format and in natural language, it is required to use techniques to prepare strategies in order to make the necessary adaptations to apply.": "Esse cenário se apresenta apropriado para empregar técnicas computacionais baseadas em mineração de textos e visualização da informação, com o intuito de descobrir conhecimento implícito e relevante em grandes conjuntos de dados textuais. Sabe-se que essas técnicas computacionais recebem como entrada os dados em formato estruturado. No entanto, as edições do DODF são originalmente publicadas em formato não-estruturado e em linguagem natural, sendo necessário utilizar técnicas para preparar estratégias a fim de realizar as adaptações necessárias para aplicar.",
    "Events": "Eventos",
    "January": "Janeiro",
    "February": "Fevereiro",
    "March": "Março",
    "April": "Abril",
    "May": "Maio",
    "June": "Junho",
    "July": "Julho",
    "August": "Agosto",
    "September": "Setembro",
    "October": "Outubro",
    "November": "Novembro",
    "December": "Dezembro",
    "14h00 - Opening - Thiago Faleiros": "14h00 - Abertura - Thiago Faleiros",
    "14h10 - DODFMiner - Vitor Araruna": "14h10 - DODFMiner - Vitor Araruna",
    "14h30 - DODFKge - Rafael Amaral": "14h30 - DODFKge - Rafael Amaral",
    "14h50 - Bids and Contracts Timeline - Daniel de Sousa": "14h50 - Timeline de Contratos e Licitações - Daniel de Sousa",
    "15h20 - Closing": "15h20 - Encerramento",
    "14h00 - Opening - Teo de Campos and Thiago Faleiros": "14h00 - Abertura - Teofilo de Campos e Thiago Faleiros",
    "14h10 - DODFMiner - Thiago Faleiros": "14h10 - DODFMiner - Thiago Faleiros",
    "14h30 - Deep Active-Self learning applied to NER - José Reinaldo": "14h30 - Deep Active-Self learning applied to NER - José Reinaldo",
    "14h50 - Annotation of Personnel Acts - Vinícius Borges": "14h50 - Annotation of Personnel Acts - Vinícius Borges",
    "15h10 - Visnote - Tatiana Franco Pereira": "15h10 - Visnote - Tatiana Franco Pereira",
    "15h30 - Bids and Contracts Timeline - Nilton Correia": "15h30 - Timeline de Contratos e Licitações - Nilton Correia",
    "15h50 - Next Steps Planning": "15h50 - Planejamento dos Próximos Passos",
    "16h00 - Closing": "16h00 - Encerramento",
    "14h00 - Opening - Teófilo de Campos": "14h00 - Abertura - Teófilo de Campos",
    "14h10 - DodfMiner - Khalil Carsten": "14h10 - Dodfminer - Khalil Carsten",
    "14h40 - NidoTat - Lívia Fonseca e Matheus Stauffer": "14h40 - NidoTat - Lívia Fonseca e Matheus Stauffer",
    "15h10 - VisNote - Tatiana Franco": "15h10 - VisNote - Tatiana Franco",
    "15h25 - Paper summary accepted on JURIX - Pedro Luz": "15h25 - Resumo do paper aceito no jurix - Pedro Luz",
    "15h40 - Next Steps": "15h40 - Planejamento para as próximas etapas",
    "14h00 - Opening - Gladston da Silva e Teófilo de Campos": "14h00 - Abertura - Gladston da Silva e Teófilo de Campos",
    "14h15 - Publication at PROPOR 2020 - Pedro Luz": "14h15 - Apresentação da publicação no PROPOR 2020 - Pedro Luz",
    "14h45 - ToolBox - Thiago de Paulo, Khalil Carsten e Renato Nobre": "14h45 - Ferramentas Desenvolvidas - Thiago de Paulo, Khalil Carsten e Renato Nobre",
    "15h30 - Strategies for DODF text annotation - Vinicius Borges": "15h30 - Estratégias para anotação de texto do DODF - Vinicius Borges",
    "15h45 - Round Table": "15h45 - Mesa Redonda",
    "15h10 - Bids and Contracts - Gabriel M. C. Guimarães and Ian F. P. Ferreira": "15h10 - Contratos e Licitações - Gabriel M. C. Guimarães e Ian F. P. Ferreira",
    "15h30 - Discussions and Closing": "15h30 - Discussões e Encerramento",
    "14h30 - Label Studio - Gabriel Nogueira and Vitor Vasconcelos": "14h30 - Label Studio - Gabriel Nogueira e Vitor Vasconcelos",
    "14h10 - The Knedle Project - Vinícius Borges, Luis Paulo Faina and Andrei Queiroz": "14h10 - O Projeto Knedle - Vinícius Borges, Luis Paulo Faina e Andrei Queiroz",
    "Annotation, NitoTat and VisNote": "Annotation, NitoTat e VisNote",
    "DODFMiner and Knedash": "DODFMiner e Knedash",
    "15h10 - Knedash and Timeline - Ian F. P. Ferreira": "15h10 - Knedash e Timeline - Ian F. P. Ferreira",
    "Click here to watch the video": "Clique aqui para ver a gravação",
    "Click here to join the videoconference": "Clique aqui para participar da videoconferência",
    "Click here to get Workshop material": "Clique aqui para baixar o material do Workshop",
    "This event took place in February 2020, and its video recording is available from the link above.": "Esse evento ocorreu em fevereiro de 2020 e está disponível em sua integra no link acima.",
    "This event took place in February 2022, and its video recording is available from the link above.": "Esse evento ocorreu em fevereiro de 2022 e está disponível em sua integra no link acima.",
    "This event will take place on July 29, 2022, and the meeting can be accessed via the link above": "Este evento acontecerá no dia 29 de julho de 2022, e a reunião pode ser acessada através do link acima",
    "This event took place in July 2020, and its video recording is available from the link above.": "Esse evento ocorreu em julho de 2020 e está disponível em sua integra no link acima.",
    "This event will take place on July 29, 2022, and the meeting can be accessed via the link above.": "Esse evento ocorrerá em 29 de julho de 2020 e a reunião poderá ser acessada pelo link acima.",
    "This event will take place on March 24, 2023, in the TCDF auditorium - Federal District Court of Auditors. - Palácio Costa e Silva, Praça do Buriti 70075-901 - Brasília, DF": "Esse evento acontecerá no dia 24 de Março de 2023, no auditório do TCDF - Tribunal de Contas do Distrito Federal - Palácio Costa e Silva, Praça do Buriti 70075-901 - Brasília, DF",
    "Subscription for KnEDLe Project V Workshop. Subscription is required to obtain the certificate issued by the TCDF": "Inscrição para o V Workshop do Projeto KnEDLe. A inscrição é necessário para obter o certificado emitido pelo TCDF",
    "Subscribe": "Inscreva-se",
    "Publications": "Publicações",
    "See all publications": "Ver todas as publicações",
    "Data Extraction Library": "Biblioteca de Extração de Dados",
    "Extraction of data from documents in PDF format referring to the publications of the Official Gazette of the Federal District.": "Extração de dados de documentos em formato PDF que se referem a publicações oficiais do Diário Oficial do Distrito Federal.",
    "The Official Gazette of the Federal District in a simple way": "O Diário Oficial do Distrito Federal de forma simples",
    "Our tool is publicly available and can be integrated with pre-trained language models to speed up the labeling task via active learning, transfer learning and fine-tuning. We evaluated the tool considering the legal domain through the Query by Committee (QBC) method published in the article link below": "Nossa ferramenta está disponível publicamente e pode ser integrada a modelos de linguagem pré-treinados para agilizar a tarefa de rotulagem via aprendizado ativo, aprendizado por transferência e ajuste fino. Avaliamos a ferramenta considerando o domínio legal por meio do método Query by Committee (QBC) publicado no link do artigo abaixo",
    "Open-source Human-in-the-loop (HITL) data annotation tool for named entity recognition (NER) tasks": "Ferramenta de anotação de dados Human-in-the-loop (HITL) de código aberto para tarefas de reconhecimento de entidade nomeada (NER)",
    "A visualization-based tool developed for exploring and annotating textual data from Government Gazettes.": "Uma ferramenta baseada em visualização desenvolvida para explorar e anotar dados textuais de Diários do Governo.",
    "Text annotation tool for team collaboration.": "Ferramenta de anotação de texto para colaboração em equipe.",
    "Documentation": "Documentação",
    "Repository": "Repositório",
    "Reference Article": "Artigo de Referência",
    "Through AI, Knedash performs queries and extracts acts and entities from the Official Gazette for the Federal District Court of Auditors.": "Através da IA, o Knedash realiza consultas e extrai atos e entidades do Diário Oficial do Tribunal de Contas do Distrito Federal.",
    "Members": "Membros",
    "Collaborators": "Colaboradores",
    "Partners": "Parceiros",
    "The project “KnEDLe - Knowledge Extraction from Documents of Legal content” is a partnership among FAPDF (Fundação de Apoio à Pesquisa do Distrito Federal), UnB (the University of Brasília) and Finatec (Fundação de Empreendimentos Científicos e Tecnológicos), sponsored by FAPDF.": "O projeto “KnEDLe – Knowledge Extraction from Documents of Legal content” é financiado pela FAPDF (Fundação de Apoio à Pesquisa do Distrito Federal) através de uma parceria tripartite com a UnB (Universidade de Brasília) e Finatec (Fundação de Empreendimentos Científicos e Tecnológicos).",
    "Contact Us": "Fale conosco",
    "University of Brasilia, Department of Computer Science": "Universidade de Brasília, Departamento de Ciência da Computação",
    " / ": " de ",
    "Transparency": "Transparência",
    "All": "Todos",
    "Dissertations": "Dissertações",
    "Thesis": "Tese",
    "Articles": "Artigos",
    "Qualifications": "Qualificações",
    "Technical Reports": "Relatórios Técnicos",
    "[FAPDF Post] Artificial Intelligence in the extraction of information in the Official Gazette of the DF": "[FAPDF Postagem] Inteligência Artificial na extração de informações no Diário Oficial do DF",
    "A custom annotation tool from the TeamTat tool for the purposes of the KnEDLe project. ": "Uma ferramenta de anotação customizada a partir da ferramenta TeamTat para os propósitos do projeto KnEDLe.",
    "This tool is useful for creating corpus for named entity recognition tasks, with support for collaborative annotation (multiple annotators) and centered on the person responsible for conducting the annotation process.": "Essa ferramenta é útil para criação de corpus para tarefas de reconhecimento de entidades nomeadas, com suporte para anotação colaborativa (múltiplos anotadores) e centralizada na figura de um responsável por conduzir o processo de anotação.",
    "A visualization tool for publications of the Official Gazette of the Federal District that mainly employs visualizations based on the positioning of points, such as t-Distributed Stochastic Neighbor Embedding (t-SNE) and Uniform Manifold Approximation and Projection (UMAP). The idea is to involve the specialist in knowledge discovery tasks in official publications with the support of visualizations that graphically represent the main implicit patterns in the associated texts.": "Uma ferramenta de visualização de publicações do Diário Oficial do Distrito Federal que emprega, principalmente, visualizações baseadas no posicionamento de pontos, como t-Distributed Stochastic Neighbor Embedding (t-SNE) e Uniform Manifold Approximation and Projection (UMAP). A ideia é envolver o especialista em tarefas de descoberta de conhecimento em publicações oficiais com o apoio de visualizações que representam graficamente os principais padrões implícitos nos textos associados."
}
